Repository: maxradov/propacondom-app
Catalog: backend/translations/*/LC_MESSAGES/messages.po
Languages: ar, bn, de, es, fr, hi, pt, ru, uk

source: Report not found
ar: لم يتم العثور على التقرير
bn: রিপোর্ট পাওয়া যায়নি
de: Bericht nicht gefunden
es: Informe no encontrado
fr: Rapport introuvable
hi: रिपोर्ट नहीं मिली
pt: Relatório não encontrado
ru: Отчёт не найден
uk: Звіт не знайдено

source: An error occurred
ar: حدث خطأ
bn: একটি ত্রুটি ঘটেছে
de: Es ist ein Fehler aufgetreten
es: Ocurrió un error
fr: Une erreur est survenue
hi: कोई त्रुटि हुई
pt: Ocorreu um erro
ru: Произошла ошибка
uk: Виникла помилка

source: AI Fact Checker for YouTube, Articles & Text | Verify Sources
ar: مدقق الحقائق الذكي ليوتيوب والمقالات والنصوص | تحقق من المصادر
bn: ইউটিউব, আর্টিকেল ও টেক্সটের জন্য এআই ফ্যাক্ট চেকার | সোর্স যাচাই করুন
de: KI-Faktencheck für YouTube, Artikel & Text | Quellen prüfen
es: Verificador de hechos con IA para YouTube, artículos y texto | Verifica fuentes
fr: Vérificateur de faits IA pour YouTube, articles et textes | Vérifier les sources
hi: YouTube, आर्टिकल और टेक्स्ट के लिए एआई फैक्ट चेकर | स्रोत सत्यापित करें
pt: Verificador de Fatos com IA para YouTube, Artigos e Textos | Verifique fontes
ru: ИИ-проверка фактов для YouTube, статей и текстов | Проверка источников
uk: Перевірка фактів з ШІ для YouTube, статей і тексту | Перевірка джерел

source: AI Fact-Checker for YouTube, News & Articles
ar: مدقق الحقائق الذكي ليوتيوب والأخبار والمقالات
bn: ইউটিউব, নিউজ ও আর্টিকেলের জন্য এআই ফ্যাক্ট চেকার
de: KI-Faktencheck für YouTube, News & Artikel
es: Verificador de hechos con IA para YouTube, noticias y artículos
fr: Vérificateur de faits IA pour YouTube, actualités et articles
hi: YouTube, न्यूज़ और आर्टिकल के लिए एआई फैक्ट चेकर
pt: Verificador de Fatos com IA para YouTube, Notícias e Artigos
ru: ИИ-проверка фактов для YouTube, новостей и статей
uk: Перевірка фактів з ШІ для YouTube, новин і статей

source: Instantly verify facts and detect misinformation in YouTube videos, news, articles, and any text using advanced AI fact-checking.
ar: تحقق فوراً من الحقائق واكتشف المعلومات المضللة في فيديوهات يوتيوب والأخبار والمقالات وأي نص باستخدام الذكاء الاصطناعي المتقدم.
bn: উন্নত এআই ফ্যাক্ট-চেকিং দিয়ে ইউটিউব ভিডিও, নিউজ, আর্টিকেল আর যেকোনো টেক্সটে মুহূর্তেই তথ্য যাচাই করুন ও ভুল তথ্য চিহ্নিত করুন।
de: Prüfe Fakten und erkenne Falschinformationen in YouTube-Videos, News, Artikeln und jedem Text – sofort mit modernem KI-Faktencheck.
es: Verifica hechos al instante y detecta desinformación en videos de YouTube, noticias, artículos y cualquier texto con IA avanzada.
fr: Vérifiez instantanément les faits et détectez la désinformation dans les vidéos YouTube, les actualités, les articles et tout texte grâce à une IA avancée.
hi: एडवांस्ड एआई फैक्ट-चेकिंग से YouTube वीडियो, न्यूज़, आर्टिकल या किसी भी टेक्स्ट में तुरंत फैक्ट्स जांचें और गलत जानकारी पहचानें।
pt: Verifique fatos instantaneamente e detecte desinformação em vídeos do YouTube, notícias, artigos ou qualquer texto usando IA avançada.
ru: Проверяйте факты и выявляйте фейки в видео, новостях, статьях и любом тексте — мгновенно с помощью ИИ.
uk: Миттєво перевіряйте факти й знаходьте дезінформацію у відео, новинах, статтях чи текстах завдяки ШІ.

source: Paste a YouTube link, article URL, or text to check...
de: Füge einen YouTube-Link, Artikel-URL oder Text zum Prüfen ein...
es: Pega un enlace de YouTube, una URL de artículo o texto para verificar...
fr: Collez un lien YouTube, une URL d’article ou un texte à vérifier...
pt: Cole um link do YouTube, URL de artigo ou texto para verificar...
ru: Вставьте ссылку на YouTube, статью или текст для проверки...
uk: Вставте посилання на YouTube, статтю або текст для перевірки...

source: Run Fact Check
ar: بدء التحقق من الحقائق
bn: ফ্যাক্ট চেক চালান
de: Faktencheck starten
es: Ejecutar verificación de hechos
fr: Lancer la vérification des faits
hi: फैक्ट चेक चलाएँ
pt: Executar verificação de fatos
ru: Запустить проверку фактов
uk: Запустити перевірку фактів

source: Last checked:
ar: آخر فحص:
bn: সর্বশেষ যাচাই:
de: Zuletzt geprüft:
es: Última verificación:
fr: Dernière vérification :
hi: अंतिम जांच:
pt: Última verificação:
ru: Последняя проверка:
uk: Остання перевірка:

source: %(credibility)s%% Credibility / %(confidence)s%% Confidence
ar: مصداقية %(credibility)s%% / ثقة %(confidence)s%%
bn: %(credibility)s%% বিশ্বাসযোগ্যতা / %(confidence)s%% আস্থা
de: %(credibility)s%% Glaubwürdigkeit / %(confidence)s%% Vertrauen
es: %(credibility)s%% de credibilidad / %(confidence)s%% de confianza
fr: %(credibility)s%% Crédibilité / %(confidence)s%% Confiance
hi: %(credibility)s%% विश्वसनीयता / %(confidence)s%% भरोसा
pt: %(credibility)s%% de credibilidade / %(confidence)s%% de confiança
ru: %(credibility)s%% достоверность / %(confidence)s%% уверенность
uk: %(credibility)s%% достовірності / %(confidence)s%% впевненості

source: Loading more...
ar: جاري تحميل المزيد...
bn: আরও লোড হচ্ছে...
de: Mehr wird geladen...
es: Cargando más...
fr: Chargement en cours...
hi: और लोड हो रहा है...
pt: Carregando mais...
ru: Загрузка...
uk: Завантаження...

source: AI Fact Checker
es: Verificador de hechos con IA
fr: Vérificateur de faits IA
pt: Verificador de Fatos com IA
ru: ИИ-проверка фактов
uk: Перевірка фактів з ШІ

source: Verify information with our AI Fact Checker.
fr: Vérifiez les informations avec notre vérificateur de faits IA.
pt: Verifique informações com o nosso Verificador de Fatos com IA.

source: Advanced AI Fact Checking
fr: Vérification avancée des faits par IA
pt: Verificação de Fatos Avançada com IA

source: Please paste a video link.
ar: يرجى لصق رابط فيديو.
bn: অনুগ্রহ করে একটি ভিডিও লিঙ্ক পেস্ট করুন।
de: Bitte füge einen Videolink ein.
es: Por favor, pega un enlace de video.
fr: Veuillez coller un lien vidéo.
hi: कृपया एक वीडियो लिंक पेस्ट करें।
pt: Por favor, cole um link de vídeo.
ru: Пожалуйста, вставьте ссылку на видео.
uk: Будь ласка, вставте посилання на відео.

source: Please enter a valid YouTube video link!
ar: يرجى إدخال رابط يوتيوب صالح!
bn: অনুগ্রহ করে একটি বৈধ YouTube ভিডিও লিঙ্ক দিন!
de: Bitte gib einen gültigen YouTube-Link ein!
es: ¡Por favor, introduce un enlace válido de YouTube!
fr: Veuillez entrer un lien YouTube valide !
hi: कृपया मान्य YouTube वीडियो लिंक डालें!
pt: Por favor, insira um link válido do YouTube!
ru: Пожалуйста, введите корректную ссылку на YouTube!
uk: Будь ласка, введіть коректне посилання на YouTube!

source: Sending request for analysis...
ar: جاري إرسال طلب التحليل...
bn: বিশ্লেষণের জন্য অনুরোধ পাঠানো হচ্ছে...
de: Analyse wird angefordert...
es: Enviando solicitud para el análisis...
fr: Envoi de la demande d’analyse…
hi: विश्लेषण के लिए अनुरोध भेजा जा रहा है...
pt: Enviando solicitação para análise...
ru: Отправка запроса на анализ...
uk: Відправка запиту на аналіз...

source: Error starting analysis.
ar: حدث خطأ عند بدء التحليل.
bn: বিশ্লেষণ শুরু করতে সমস্যা হয়েছে।
de: Fehler beim Starten der Analyse.
es: Error al iniciar el análisis.
fr: Erreur lors du démarrage de l’analyse.
hi: विश्लेषण शुरू करने में त्रुटि।
pt: Erro ao iniciar a análise.
ru: Ошибка при запуске анализа.
uk: Помилка при запуску аналізу.

source: Critical polling error:
ar: خطأ خطير في جلب الحالة:
bn: স্থিতি যাচাইয়ের সময় গুরুতর ত্রুটি:
de: Kritischer Abfragefehler:
es: Error crítico al comprobar el estado:
fr: Erreur critique lors du contrôle du statut :
hi: स्थिति जांच में गंभीर त्रुटि:
pt: Erro crítico ao verificar o status:
ru: Критическая ошибка при проверке статуса:
uk: Критична помилка під час перевірки статусу:

source: An error occurred during processing:
es: Ocurrió un error durante el procesamiento:
fr: Une erreur est survenue pendant le traitement :
pt: Ocorreu um erro durante o processamento:
ru: Произошла ошибка во время обработки:
uk: Під час обробки сталася помилка:

source: No more results
es: No hay más resultados
fr: Plus de résultats
pt: Não há mais resultados
ru: Больше нет результатов
uk: Більше немає результатів

source: Failed to load
ar: فشل التحميل
bn: লোড করতে ব্যর্থ হয়েছে
de: Laden fehlgeschlagen
es: No se pudo cargar
fr: Échec du chargement
hi: लोड करने में विफल
pt: Falha ao carregar
ru: Не удалось загрузить
uk: Не вдалося завантажити

source: Credibility
ar: المصداقية
bn: বিশ্বাসযোগ্যতা
de: Glaubwürdigkeit
es: Credibilidad
fr: Crédibilité
hi: विश्वसनीयता
pt: Credibilidade
ru: Достоверность
uk: Достовірність

source: Confidence
ar: الثقة
bn: আস্থা
de: Vertrauen
es: Confianza
fr: Confiance
hi: भरोसा
pt: Confiança
ru: Уверенность
uk: Впевненість

source: Sources:
ar: المصادر:
bn: উৎস:
de: Quellen:
es: Fuentes:
hi: स्रोत:
pt: Fontes:
ru: Источники:
uk: Джерела:

source: Link Copied!
ar: تم نسخ الرابط!
bn: লিঙ্ক কপি হয়েছে!
de: Link kopiert!
es: ¡Enlace copiado!
fr: Lien copié !
hi: लिंक कॉपी हो गया!
pt: Link copiado!
ru: Ссылка скопирована!
uk: Посилання скопійовано!

source: Failed to copy link.
ar: فشل نسخ الرابط.
bn: লিঙ্ক কপি করতে ব্যর্থ হয়েছে।
de: Link konnte nicht kopiert werden.
es: No se pudo copiar el enlace.
fr: Impossible de copier le lien.
hi: लिंक कॉपी करने में विफल।
pt: Falha ao copiar o link.
ru: Не удалось скопировать ссылку.
uk: Не вдалося скопіювати посилання.

source: Fact-Check Report
es: Informe de verificación de hechos
fr: Rapport de vérification des faits
pt: Relatório de verificação de fatos
ru: Отчёт о проверке фактов
uk: Звіт про перевірку фактів

source: Check out the fact-check report for this video:
es: Consulta el informe de verificación de hechos para este video:
fr: Consultez le rapport de vérification des faits pour cette vidéo :
pt: Veja o relatório de verificação de fatos deste vídeo:
ru: Смотрите отчёт о проверке фактов для этого видео:
uk: Перегляньте звіт про перевірку фактів для цього відео:

source: Select up to 5 claims to verify
ar: اختر حتى 5 ادعاءات للتحقق منها
bn: যাচাইয়ের জন্য সর্বাধিক ৫টি দাবি নির্বাচন করুন
de: Wähle bis zu 5 Behauptungen zum Prüfen aus
es: Selecciona hasta 5 afirmaciones para verificar
fr: Sélectionnez jusqu’à 5 affirmations à vérifier
hi: सत्यापन के लिए अधिकतम 5 दावे चुनें
pt: Selecione até 5 afirmações para verificar
ru: Можно выбрать до 5 утверждений для проверки
uk: Оберіть до 5 тверджень для перевірки

source: Fact-Check Selected
es: Verificación seleccionada
fr: Vérification sélectionnée
pt: Verificação selecionada
ru: Выбранная проверка фактов
uk: Вибрана перевірка фактів

source: You can only select up to
ar: يمكنك اختيار حتى
bn: আপনি সর্বাধিক নির্বাচন করতে পারেন
de: Du kannst nur bis zu
es: Solo puedes seleccionar hasta
fr: Vous ne pouvez sélectionner que jusqu’à
hi: आप केवल चुन सकते हैं
pt: Você só pode selecionar até
ru: Можно выбрать только до
uk: Ви можете обрати лише до

source: claims
ar: ادعاءات
bn: দাবি
de: Behauptungen
es: afirmaciones
fr: affirmations
hi: दावे
pt: afirmações
ru: утверждений
uk: тверджень

source: Already checked
es: Ya verificado
fr: Déjà vérifié
pt: Já verificado
ru: Уже проверено
uk: Вже перевірено

source: Could not extract any claims to check.
ar: تعذر استخراج أي ادعاءات للتحقق.
bn: যাচাইয়ের জন্য কোনো দাবি পাওয়া যায়নি।
de: Keine prüfbaren Behauptungen gefunden.
es: No se pudieron extraer afirmaciones para verificar.
fr: Impossible d’extraire des affirmations à vérifier.
hi: कोई दावा जांचने के लिए नहीं मिला।
pt: Não foi possível extrair afirmações para verificar.
ru: Не удалось найти утверждения для проверки.
uk: Не вдалося знайти твердження для перевірки.

source: Sending selected claims for final analysis...
ar: يتم إرسال الادعاءات المحددة للتحليل النهائي...
bn: নির্বাচিত দাবি চূড়ান্ত বিশ্লেষণের জন্য পাঠানো হচ্ছে...
de: Ausgewählte Behauptungen werden zur Analyse gesendet...
es: Enviando las afirmaciones seleccionadas para el análisis final...
fr: Envoi des affirmations sélectionnées pour analyse finale...
hi: चयनित दावों को अंतिम विश्लेषण के लिए भेजा जा रहा है...
pt: Enviando afirmações selecionadas para análise final...
ru: Отправка выбранных утверждений на финальный анализ...
uk: Відправлення вибраних тверджень на фінальний аналіз...

source: Checked claims
ar: الادعاءات التي تم التحقق منها
bn: যাচাইকৃত দাবি
de: Geprüfte Behauptungen
es: Afirmaciones verificadas
fr: Affirmations vérifiées
pt: Afirmações verificadas
ru: Проверенные утверждения
uk: Перевірені твердження

source: Show detailed analysis
ar: عرض التحليل التفصيلي
bn: বিস্তারিত বিশ্লেষণ দেখান
de: Details anzeigen
es: Mostrar análisis detallado
fr: Afficher l’analyse détaillée
pt: Mostrar análise detalhada
ru: Показать подробный анализ
uk: Показати детальний аналіз

source: Hide detailed analysis
ar: إخفاء التحليل التفصيلي
bn: বিস্তারিত বিশ্লেষণ লুকান
de: Details ausblenden
es: Ocultar análisis detallado
fr: Masquer l’analyse détaillée
pt: Ocultar análise detalhada
ru: Скрыть подробный анализ
uk: Сховати детальний аналіз

source: Checked Text
ar: النص الذي تم التحقق منه
bn: যাচাইকৃত টেক্সট
de: Geprüfter Text
es: Texto verificado
fr: Texte vérifié
pt: Texto verificado
ru: Проверенный текст
uk: Перевірений текст

source: Disclaimer:
ar: إخلاء مسؤولية:
bn: দায়িত্বত্যাগ:
de: Hinweis:
es: Aviso legal:
fr: Avertissement :
pt: Aviso legal:
ru: Отказ от ответственности:
uk: Застереження:

source: This report is AI-generated. It may contain errors and may not have access to real-time data. Please verify the information independently.
ar: هذا التقرير تم إنشاؤه بواسطة الذكاء الاصطناعي. قد يحتوي على أخطاء وقد لا يتمكن من الوصول إلى البيانات في الوقت الفعلي. يرجى التحقق من المعلومات بشكل مستقل.
bn: এই প্রতিবেদনটি এআই দ্বারা তৈরি। এতে ভুল থাকতে পারে এবং এটি রিয়েল-টাইম তথ্য পেতে নাও পারে। অনুগ্রহ করে নিজে যাচাই করুন।
de: Dieser Bericht wurde von einer KI generiert. Er kann Fehler enthalten und hat möglicherweise keinen Zugriff auf Echtzeitdaten. Bitte prüfe die Infos immer selbst nach.
es: Este informe ha sido generado por IA. Puede contener errores y es posible que no tenga acceso a datos en tiempo real. Por favor, verifica la información de forma independiente.
fr: Ce rapport est généré par une IA. Il peut contenir des erreurs et ne pas avoir accès aux données en temps réel. Veuillez vérifier les informations de manière indépendante.
pt: Este relatório foi gerado por IA. Pode conter erros e pode não ter acesso a dados em tempo real. Por favor, verifique as informações de forma independente.
ru: Этот отчёт создан искусственным интеллектом. Он может содержать ошибки и не иметь доступа к данным в реальном времени. Пожалуйста, проверяйте информацию самостоятельно.
uk: Цей звіт згенеровано ШІ. Він може містити помилки й не мати доступу до актуальних даних. Будь ласка, перевіряйте інформацію самостійно.

source: Confirmed
ar: مؤكد
bn: নিশ্চিত
de: Bestätigt
es: Confirmado
fr: Confirmé
pt: Confirmado
ru: Подтверждено
uk: Підтверджено

source: Refuted
ar: مرفوض
bn: অস্বীকৃত
de: Widerlegt
es: Refutado
fr: Réfuté
pt: Refutado
ru: Опровергнуто
uk: Спростовано

source: Misleading
ar: مضلل
bn: ভুল পথে পরিচালিত
de: Irreführend
es: Engañoso
fr: Trompeur
pt: Enganoso
ru: Вводит в заблуждение
uk: Оманливо

source: Partly True
ar: صحيح جزئياً
bn: আংশিক সত্য
de: Teilweise wahr
es: Parcialmente cierto
fr: Partiellement vrai
pt: Parcialmente verdadeiro
ru: Частично правда
uk: Частково правдиво

source: Unverifiable
ar: غير قابل للتحقق
bn: যাচাইযোগ্য নয়
de: Nicht verifizierbar
es: No verificable
fr: Non vérifiable
pt: Não verificável
ru: Невозможно проверить
uk: Неможливо перевірити

source: Claim text missing
ar: نص الادعاء مفقود
bn: দাবির টেক্সট নেই
de: Behauptungstext fehlt
es: Falta el texto de la afirmación
fr: Texte de l’affirmation manquant
pt: Texto da afirmação ausente
ru: Текст утверждения отсутствует
uk: Текст твердження відсутній

source: No verdict
ar: لا يوجد حكم
bn: কোনো সিদ্ধান্ত নেই
de: Kein Urteil
es: Sin veredicto
fr: Aucun verdict
pt: Sem veredito
ru: Нет вердикта
uk: Немає висновку

source: Show unchecked claims
ar: عرض الادعاءات غير المفحوصة
bn: যে দাবি যাচাই করা হয়নি, দেখান
de: Nicht geprüfte Behauptungen anzeigen
es: Mostrar afirmaciones no verificadas
fr: Afficher les affirmations non vérifiées
pt: Mostrar afirmações não verificadas
ru: Показать непроверенные утверждения
uk: Показати неперевірені твердження

source: Hide unchecked claims
ar: إخفاء الادعاءات غير المفحوصة
bn: যে দাবি যাচাই করা হয়নি, লুকান
de: Nicht geprüfte Behauptungen ausblenden
es: Ocultar afirmaciones no verificadas
fr: Masquer les affirmations non vérifiées
pt: Ocultar afirmações não verificadas
ru: Скрыть непроверенные утверждения
uk: Сховати неперевірені твердження

source: Check more claims
ar: تحقق من المزيد من الادعاءات
bn: আরও দাবি যাচাই করুন
de: Mehr Behauptungen prüfen
es: Verificar más afirmaciones
fr: Vérifier plus d’affirmations
pt: Verificar mais afirmações
ru: Проверить ещё утверждения
uk: Перевірити більше тверджень

source: Mostly True
ar: غالباً صحيح
bn: প্রধানত সত্য
de: Größtenteils wahr
es: Mayormente cierto
fr: Plutôt vrai
pt: Maioria verdadeiro
ru: В основном правда
uk: Переважно правда

source: Mostly False
ar: غالباً خاطئ
bn: প্রধানত মিথ্যা
de: Größtenteils falsch
es: Mayormente falso
fr: Plutôt faux
pt: Maioria falso
ru: В основном неправда
uk: Переважно неправда

source: Mixed Veracity
ar: درجة صدق مختلطة
bn: মিশ্র সত্যতা
de: Gemischte Wahrhaftigkeit
es: Veracidad mixta
fr: Véracité mixte
pt: Veracidade mista
ru: Смешанная достоверность
uk: Змішана достовірність

source: Largely Unverifiable
ar: غير قابل للتحقق إلى حد كبير
bn: প্রধানত যাচাইযোগ্য নয়
de: Weitgehend nicht überprüfbar
es: En gran parte no verificable
fr: Largement non vérifiable
pt: Em grande parte não verificável
ru: В основном непроверяемо
uk: Переважно неможливо перевірити

source: Fact-Check Report for: %(title)s
fr: Rapport de vérification des faits pour : %(title)s
pt: Relatório de Verificação de Fatos para: %(title)s

source: Untitled Report
fr: Rapport sans titre
pt: Relatório sem título

source: this content
fr: ce contenu
pt: este conteúdo

source: View the AI-generated fact-check report for "%(title)s". Assesses credibility, details verified claims, and lists sources. Processed by FactChecking.pro.
fr: Consultez le rapport de vérification des faits généré par l'IA pour "%(title)s". Évalue la crédibilité, détaille les affirmations vérifiées et liste les sources. Traité par FactChecking.pro.
pt: Veja o relatório de verificação de fatos gerado por IA para "%(title)s". Avalia a credibilidade, detalha as alegações verificadas e lista as fontes. Processado por FactChecking.pro.

source: Fact-check report for:
ar: تقرير التحقق من الحقائق لـ:
bn: তথ্য যাচাইকরণ প্রতিবেদন এর জন্য:
de: Faktencheck-Bericht für:
es: Informe de verificación de hechos para:
fr: Rapport de vérification des faits pour :
hi: इसके लिए फैक्ट-चेक रिपोर्ट:
pt: Relatório de verificação de fatos para:
ru: Отчёт о проверке фактов для:
uk: Звіт про перевірку фактів для:

source: Share Results
ar: مشاركة النتائج
bn: ফলাফল শেয়ার করুন
de: Ergebnisse teilen
es: Compartir resultados
fr: Partager les résultats
hi: परिणाम साझा करें
pt: Compartilhar resultados
ru: Поделиться результатами
uk: Поділитися результатами

source: Video Thumbnail
ar: الصورة المصغرة للفيديو
bn: ভিডিও থাম্বনেইল
de: Video-Vorschaubild
es: Miniatura del video
fr: Miniature de la vidéo
hi: वीडियो थंबनेल
pt: Miniatura do vídeo
ru: Превью видео
uk: Мініатюра відео

source: Fact-Check Report for:
ar: تقرير التحقق من الحقائق لـ:
bn: তথ্য যাচাইকরণ প্রতিবেদন এর জন্য:
de: Faktencheck-Bericht für:
es: Informe de verificación de hechos para:
hi: इसके लिए फैक्ट-चेक रिपोर्ट:
ru: Отчёт о проверке фактов для:
uk: Звіт про перевірку фактів для:

source: Show Detailed Analysis
hi: विस्तृत विश्लेषण दिखाएँ

source: Hide Detailed Analysis
hi: विस्तृत विश्लेषण छुपाएँ
